<?php 
	$categories = ["Входящие","Учеба","Работа","Домашние дела","Авто"]; 

	$tasks = [
		['name' => 'Собеседование в IT компании', 
		 'date' => '01.12.2018', 
		 'category' => 'Работа', 
		 'complete' => 0
		],
		['name' => 'Выполнить тестовое задание', 
		 'date' => '25.12.2018',
		 'category' => 'Работа',
		 'complete' => 0
		],
		['name' => 'Сделать задание первого раздела',
		 'date' => '21.12.2018',
		 'category' => 'Учеба',
		 'complete' => 1
		],
		['name' => 'Встреча с другом',
		 'date' => '22.12.2018',
		 'category' => 'Входящие',
		 'complete' => 0
		], 
		['name' => 'Купить корм для кота',
		 'date' => 'no',
		 'category' => 'Домашние дела',
		 'complete' => 0
		],
		['name' => 'Заказать пиццу',
		 'date' => 'no',
		 'category' => 'Домашние дела',
		 'complete' => 0
		]
	]; 	
?>